import React from "react";
import Container from "../components/Container";
import SecondSlid from "../components/SecondSlid";

const Home = () => {
  return (
    <div>
      <Container className="my-6 px-7  text-center text-white text-8xl">
        <div className="relative">
          <SecondSlid />
          <div className="text-left my-5">
            <div>
              <h1 className="text-5xl">WINPBU তে স্বাগতম</h1>
            </div>
            <div>
              <h3 className="text-center text-sm">
                এজেন্ট এর আইডি নাম্বার দিয়ে খুজুনঃ
              </h3>
            </div>
            <div className=" text-lg ">
              <p>
                WINPBU বাংলাদেশ – বাংলাদেশের শীর্ষস্থানীয় অনলাইন গেমিং এবং
                বেটিং প্ল্যাটফর্ম পরিচালনা প্রতিষ্টান। আমদের সাইট গুলো হচ্ছে
                এজেন্ট বেইজড সাইট। এই খানে এজেন্ট এর মাধ্যমে লেনদেন করতে হবে।
                এজেন্ট আপনাকে একাউন্ট খুলে দিবে এবং এজেন্টই আপনাকে ডিপোজিট বা
                উইথড্র করে দিবে। আমাদের সাইট গুলোর মধ্যে আছে – ভেল্কি ///
                বাজিওয়ালা /// বাজি৩৬৫। উপরে আপনি আপনার এজেন্ট সার্চ করে বের
                করুন। আমাদের লিষ্টের এজেন্ট ছাড়া আপনি যদি লেনদেন করেন তার দায়ভার
                আপনাকেই নিতে হবে।
              </p>
              <br />
              <p>
                কিভাবে একাউন্ট খুলবেনঃ আমাদের সাইটে একাউন্ট করতে হলে আপনার
                এজেন্ট এর মাধ্যমে একাউন্ট খুলতে হবে। এজেন্ট এর মাধ্যমেই টাকা
                ডিপোজিট এবং উইথড্র করতে হবে। আপনি যে এজেন্ট এর কাছ থেকে একাউন্ট
                খুলবেন তার সাথেই সব সময় লেনদেন করতে হবে। ঠিক কোন এজেন্ট কে টাকা
                দিবেন এবং কিভাবে তার সাথে লেনদেন করবেন তার বুঝতে হলে আপনার
                নিম্বের তথ্য গুলো পড়া জরুরী।
              </p>
              <br />
              <p>
                এজেন্ট লিস্টঃ একাউন্ট খুলতে নিম্বের অনলাইন এজেন্ট লিস্ট এ ক্লিক
                করুন। এজেন্ট লিষ্ট এর এজেন্ট দের সাথে ইউজার দের শুধু মাত্র
                হোয়াটসাপ এর মাধ্যমে যোগাযোগ করতে হবে। হোয়াটসাপ ছাড়া অন্য কোন
                মাধ্যমে যোগাযোগ করলে বা লেনদেন করলে তা গ্রহনযোগ্য হবে না।
                হোয়াটসাপ এ যোগাযোগ করতে হলে এজেন্ট লিস্টে হোয়াটসাপ আইকন উপরে
                ক্লিক করুন অথবা ফোন নাম্বার টি মোবাইলে সেভ করে তাকে হোয়াটসাপ এ
                মসেজ পাঠাতে পারবেন। হোয়াটসাপ এপ টি আপনার মোবাইলে আগে থেকেই
                থাকতে হবে। না থাকলে গুগুল প্লে থেকে ইন্সটল করে নিন।
              </p>
            </div>
          </div>
        </div>
      </Container>
    </div>
  );
};

export default Home;
